Repository: Yorqinbek/family-secure
Catalog: lib/l10n/intl_*.arb
Languages: uz

source: My Family
uz: Mening Oilam

# welcome_intro
source: Welcome! Please select a language.
uz: Xush kelibsiz! Iltimos tilni tanlang.

source: Next
uz: Keyengi

# login_title
source: Family Secure Login
uz: Family Secure tizimga kirish

# login_subtitle
source: Register to use the program!
uz: Dasturdan foydalanish uchun ro'yxatdan o'ting!

# son
source: my son
uz: o'g'lim

# girl
source: my daughter
uz: qizim

# oferta
source: I agree to all terms
uz: Barcha shartlarga roziman

# login_button
source: Sign in with Google
uz: Google orqali kirish

# login_button_apple
source: Sign in with Apple
uz: Apple orqali kirish

# server_error
source: Error connecting to server!
uz: Serverga ulanishda xatolik yuz berdi!

# information_not_found
source: No information found!
uz: Hech qanday ma'lumot topilmadi!

# free_subsr_over
source: Free subscription is over!
uz: Bepul obuna tugadi!

source: Update
uz: Yangilash

source: Online
uz: Onlayn

source: Offline
uz: Oflayn

# geolocation
source: Geolocations
uz: Geolokatsiyalar

# geolocation_history
source: Geolocations history
uz: Geolokatsiyalar tarixi

source: Apps
uz: Ilovalar

# apps_sub
source: App block and usage time
uz: Ilovani bloklash va foydalanish vaqti

source: Calls
uz: Qo'ng'iroqlar

# calls_sub
source: Call history
uz: Qo'ng'iroqlar tarixi

source: Sms
uz: Xabarlar

# sms_sub
source: Sms history
uz: Xabarlar tarixi

# web_sub
source: Block web site
uz: Veb-saytni bloklash

source: Notification
uz: Bildirishnoma

# notification_sub
source: Notification history
uz: Bildirishnomalar tarixi

source: Contacts
uz: Kontaktlar

# contacts_sub
source: Contact history
uz: Kontaktlar tarixi

source: App list
uz: Ilovalar ro'yxati

source: App usage
uz: Ilovadan foydalanish

# app_limit
source: Daily limit:
uz: Kunlik chegara:

source: hour
uz: soat

# hour_or_minut_limit
source: How many hours and minutes are blocked?
uz: Qancha soat va daqiqa bloklansin?

source: Date:
uz: Sana:

# web_dialog_title
source: Enter website
uz: Website

source: Name
uz: Nom

# web_url
source: Website url
uz: Website manzili

source: Cancel
uz: Bekor qilish

source: Added!
uz: Qo'shildi!

# text_error
source: Fill in all fields
uz: Barcha maydonlarni to'ldiring

source: Settings
uz: Sozlamalar

source: Language
uz: Til

source: Support
uz: Qo'llab-quvvatlash

source: Exit
uz: Chiqish

source: User id:
uz: Foydalanuvchi Id:

# subsc
source: Subscription
uz: Obuna

# subsc_title
source: Subscribe
uz: Obuna bo'ling

# subsc_subtitle
source: Subscribe and use the app as much as you want
uz: Obuna bo'ling va ilovadan xohlaganingizcha foydalaning

# new_child
source: Add Child
uz: Bolani qo'shish

# child_name_info
source: Name: Jon
uz: Ism: Akmal

# child_old_info
source: Age: 14
uz: Yosh: 14

# boy
source: Son
uz: O'g'il

# girl_s
source: Girl
uz: Qiz

# payment_title
source: Payment
uz: To'lov

# payment_apple
source: Select Plan
uz: Obunani tanlang

# payment_another
source: Another way
uz: Boshqa

# payment_method
source: Payment Methods
uz: To'lov turi

# payment_info
source: Make payments by choosing the type of payment that is convenient for you!
uz: O'zingizga qulay holdagi to'lov turini tanlab to'lovlarni amalga oshiring!

# success
source: Congratulations!
uz: Tabriklaymiz!

# success_info
source: Subscription successfully activated!
uz: Obuna muvofaqiyatli faollashtirildi!

# tarif
source: Plan
uz: Tarif

# kun
source: day
uz: kun

# sub_active_text
source: Subscription activated!
uz: Obuna faollashtirildi!

# validaty
source: Remaining time
uz: Qolgan vaqt

# privacy_policy
source: ## 1. Introduction BIGBOXPRO LLC, the developer of the Family Secure application (hereinafter referred to as the "App"), is committed to protecting the privacy of its users. This Privacy Policy explains what data we collect through the App, how we use it, and how it is stored. Protecting your personal data is of utmost importance to us, and we take appropriate measures to safeguard it. ## 2. Data Collection Location Data: The App monitors your child's device location in real-time. This information is used to ensure your child's safety and to track their movements. Call and SMS Data: Family Secure tracks who your child calls and which SMS messages they send and receive. This data allows parents to monitor who their child is communicating with. Device Activity: The App logs which apps are installed on your child's device, how long they are used, and which apps are opened. This information helps parents oversee their child's online activity. Notifications: The App monitors all notifications on your child's device, allowing parents to see which notifications are being received. Website and App Restrictions: The App allows parents to restrict access to specific websites or apps. This helps protect your child from inappropriate content. ## 3. Data Usage We use the collected data for the following purposes: Providing parents with real-time information about their child's location and online activities; Providing security and support services; Identifying and restricting inappropriate content or activities on the child's device; Improving and developing App features. ## 4. Security We take appropriate security measures to protect your data. However, we cannot guarantee complete security of data transmitted over the internet. ## 5. Children's Privacy The Family Secure app is designed for parents to monitor their children. We recommend that parents take precautions to protect their children's personal data while using the App. ## 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time. Any changes will be posted on this page and will take effect from the date of publication. ## 7. Important Usage Note The Family Secure app is designed to help parents ensure their children's safety and monitor their activities. This App should only be used by parents legally and appropriately. The use of this App for any other purposes, including monitoring others without their consent, engaging in unlawful activities, or using it in locations where monitoring requires permission, is strictly prohibited. BIGBOXPRO LLC is not responsible for any legal or ethical issues arising from the misuse of this App. Any illegal or unethical use may result in legal consequences. ## 8. Contact Us If you have any questions about this Privacy Policy or your personal data, please contact us. " 4 chi va 5 chi larni o'chirib ber va raqamlarni tugirla
uz: ## 1. Kirish BIGBOXPRO MChJ, Family Secure ilovasini ishlab chiqaruvchisi (keyingi o'rinlarda "Ilova") o'z foydalanuvchilarining maxfiyligini himoya qilishga intiladi. Ushbu Maxfiylik siyosatida biz qanday ma'lumotlarni to'plashimiz tushuntiriladi. Ilova orqali biz undan qanday foydalanishimiz va u qanday saqlanishi haqida shaxsiy maʼlumotlaringizni himoya qilish biz uchun juda muhim va biz ularni himoya qilish uchun tegishli choralarni koʻramiz. ## 2. Maʼlumotlarni yigʻish Joylashuv maʼlumotlari:. Ilova farzandingizning qurilmasi joylashuvini real vaqtda kuzatib boradi. Bu maʼlumotlar farzandingiz xavfsizligini taʼminlash va ularning harakatlarini kuzatish uchun ishlatiladi. Qoʻngʻiroq va SMS maʼlumotlari: Family Secure farzandingiz kimga qoʻngʻiroq qilayotgani va u qaysi SMS xabarlarni yuborayotgani va qabul qilganini kuzatib boradi. Bu maʼlumotlar ota-onalarga farzandi kim bilan muloqot qilayotganini kuzatish imkonini beradi. Qurilma faoliyati: Ilova farzandingiz qurilmasiga qaysi ilovalar oʻrnatilgani, ular qancha vaqt foydalanilgani va qaysi ilovalar ochilganini qayd qiladi onlayn faoliyat. Bildirishnomalar: Ilova farzandingiz qurilmasidagi barcha bildirishnomalarni kuzatib boradi, bu esa ota-onalarga qaysi bildirishnomalar qabul qilinayotganini koʻrish imkonini beradi. Veb-sayt va ilovalarga cheklovlar: Ilova ota-onalarga muayyan veb-saytlar yoki ilovalarga kirishni cheklash imkonini beradi. Bu farzandingizni nomaqbul kontentdan himoya qilishga yordam beradi. ## 3. Maʼlumotlardan foydalanish Biz toʻplangan maʼlumotlardan quyidagi maqsadlarda foydalanamiz: Ota-onalarga farzandining joylashuvi va onlayn faoliyati haqida real vaqtda maʼlumot berish; Xavfsizlik va qo‘llab-quvvatlash xizmatlarini taqdim etish; Bola qurilmasidagi nomaqbul kontent yoki harakatlarni aniqlash va cheklash; Ilova xususiyatlarini yaxshilash va rivojlantirish. ## 4. Xavfsizlik Maʼlumotlaringizni himoya qilish uchun tegishli xavfsizlik choralarini koʻramiz. Biroq, biz internet orqali uzatiladigan maʼlumotlarning toʻliq xavfsizligini kafolatlay olmaymiz. ## 5. Bolalar maxfiyligi Family Secure ilovasi ota-onalarga oʻz farzandlarini kuzatish uchun moʻljallangan. Ota-onalarga ilovadan foydalanish vaqtida farzandlarining shaxsiy maʼlumotlarini himoya qilish uchun ehtiyot choralarini koʻrishlarini tavsiya qilamiz. ## 6. Ushbu Maxfiylik siyosatiga kiritilgan oʻzgartirishlar Ushbu Maxfiylik siyosatini vaqti-vaqti bilan yangilashimiz mumkin. Har qanday oʻzgarishlar ushbu sahifada eʼlon qilinadi va nashr etilgan kundan boshlab kuchga kiradi. ## 7. Foydalanish boʻyicha muhim eslatma Family Secure ilovasi ota-onalarga farzandlarining xavfsizligini taʼminlash va ularning faoliyatini nazorat qilishda yordam berish uchun moʻljallangan. Bu ilovadan faqat ota-onalar qonuniy va mos ravishda foydalanishlari kerak. Ushbu ilovadan boshqa har qanday maqsadlarda foydalanish, jumladan, ularning roziligisiz boshqalarni kuzatish, noqonuniy faoliyat bilan shug‘ullanish yoki monitoring ruxsat talab qilinadigan joylarda undan foydalanish qat’iyan man etiladi. . BIGBOXPRO MChJ ushbu ilovadan notoʻgʻri foydalanish natijasida kelib chiqadigan har qanday huquqiy yoki axloqiy muammolar uchun javobgar emas. Har qanday noqonuniy yoki axloqsiz foydalanish huquqiy oqibatlarga olib kelishi mumkin. ## 8. Biz bilan bog'laning Agar ushbu Maxfiylik siyosati yoki shaxsiy ma'lumotlaringiz bo'yicha savollaringiz bo'lsa, biz bilan bog'laning

source: Logout
uz: Chiqish

# deactivate
source: Deactivate account
uz: Hisobimni o'chirish

# logout_info
source: Do you want to delete all your data along with deleting the account?
uz: Hisobni o'chirish bilan birga barcha ma'lumotlaringizni ham o'chirishni xoxlaysizmi?

source: Yes
uz: Ha

source: No
uz: Yo'q

# download_child_app_title
source: Download the program
uz: Dasturni yuklab olish

# download_child_app_text
source: Install the app below on your child's phone!
uz: Quyidagi dasturni farzandingiz telefoniga o'rnating!

# download_child_app_info
source: Scan the QR code below with your child's phone.
uz: Farzandingiz telefoni bilan quyidagi qr-kodni skanerlang.

# added_new_child
source: New child added!
uz: Yangi farzand qo'shildi!

# user_not_found
source: The child with this QR code was not found!
uz: Bu QR kodli bola topilmadi!

# permission_err
source: Permissions error
uz: Ruxsatlar xatosi
